{
    "penyakit": [
        {
            "nama": "flu",
            "gejala": [
                {
                    "nama": "demam",
                    "keyakinan": 0.8
                },
                {
                    "nama": "batuk",
                    "keyakinan": 0.6
                },
                {
                    "nama": "pilek",
                    "keyakinan": 0.7
                },
                {
                    "nama": "sakit tenggorokan",
                    "keyakinan": 0.5
                },
                {
                    "nama": "sakit kepala",
                    "keyakinan": 0.6
                }
            ],
            "deskripsi" : "Flu, atau influenza, adalah infeksi virus yang mempengaruhi sistem pernapasan. Gejala umumnya meliputi demam tinggi, batuk kering, sakit tenggorokan, sakit kepala, sakit otot dan sendi, kelelahan dan kelemahan, menggigil, serta hidung yang berair atau tersumbat. Gejala-gejala ini bisa bervariasi antar individu dan berkisar dari ringan hingga parah."
        },
        {
            "nama": "malaria",
            "gejala": [
                {
                    "nama": "demam",
                    "keyakinan": 0.9
                },
                {
                    "nama": "menggigil",
                    "keyakinan": 0.7
                },
                {
                    "nama": "sakit kepala",
                    "keyakinan": 0.6
                },
                {
                    "nama": "nyeri otot",
                    "keyakinan": 0.5
                },
                {
                    "nama": "mual",
                    "keyakinan": 0.4
                }
            ],
            "deskripsi" : "Malaria adalah penyakit yang disebabkan oleh parasit yang ditularkan melalui gigitan nyamuk. Gejala umumnya dapat dimulai sekitar 10-15 hari setelah gigitan nyamuk dan meliputi demam tinggi, menggigil, sakit kepala, mual, muntah, dan kelelahan. Gejala-gejala ini seringkali berlangsung dalam siklus, dengan periode demam dan kedinginan yang intens diikuti oleh periode normal. Dalam kasus yang parah, malaria dapat menyebabkan komplikasi serius seperti anemia berat, gagal ginjal, dan kerusakan otak."
        },
        {
            "nama": "tipes",
            "gejala": [
                {
                    "nama": "demam",
                    "keyakinan": 0.8
                },
                {
                    "nama": "sakit kepala",
                    "keyakinan": 0.6
                },
                {
                    "nama": "nyeri otot",
                    "keyakinan": 0.5
                },
                {
                    "nama": "mual",
                    "keyakinan": 0.4
                },
                {
                    "nama": "ruam kulit",
                    "keyakinan": 0.3
                }
            ],
            "deskripsi" : "Tipes, juga dikenal sebagai demam tifoid, adalah infeksi bakteri yang dapat menyebar ke seluruh tubuh dan mempengaruhi banyak organ. Gejala awalnya biasanya meliputi demam tinggi yang bisa mencapai 39 hingga 40 derajat Celsius, sakit kepala, lemas atau letih, nyeri perut, dan kadang-kadang mual atau muntah. Seiring berjalannya waktu, pasien juga bisa mengalami perubahan nafsu makan, diare atau sembelit, dan ruam kulit berupa bintik-bintik merah kemerahan. Jika tidak ditangani, tipes bisa menjadi serius dan berpotensi mengancam jiwa."
        }
    ]
}